import person1 from '../../assets/person1.jpg'
import person2 from '../../assets/person2.jpg'
import person3 from '../../assets/person3.jpg'

export const CommentsData = [
    {
        'comment': 'آقای حقوقی با صبر و حوصله فراوان به مشکل من رسیدگی کردند و با تخصص بالا توانستند حقوق من را در دادگاه خانواده به بهترین شکل استیفا کنند. از ایشان بسیار سپاسگزارم.',
        'name': 'سارا محمدی',
        'position': 'موکل در پرونده طلاق',
        'image': person1
    },

    {
        'comment': 'مشاوره‌های حقوقی آقای حقوقی در زمینه قراردادهای تجاری بسیار ارزشمند بود و باعث شد از بسیاری مشکلات احتمالی پیشگیری کنیم. ایشان همواره در دسترس و پاسخگو هستند.',
        'name': 'محمد صادقی',
        'position': 'مدیرعامل شرکت بازرگانی',
        'image': person2
    },

    {
        'comment': 'پس از سال‌ها درگیری با همسایه‌ام بر سر حدود ملک، با کمک آقای حقوقی توانستم به حق خودم برسم. ایشان با دقت و پشتکار فراوان پرونده را پیگیری کردند و نتیجه عالی بود.',
        'name': 'حسین سیمایی',
        'position': 'موکل در دعوای ملکی',
        'image': person3
    }
]